Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: བོང་བ འི་ ཆད་པ ས་ མཚོན་ ཆད་ ལ །_། དེ་དག་ མི་མཇེད་ ཅན་ དུ་ འགྱུར །_།
en: As dirt is broken, weapons are broken, And thus they will not be subject to forgetfulness.#27

source: གང་དག་ བཟོད་པ་ དེ་ འདྲ་བ །_། ལེགས་པ ར་ སྐྱེས་པ ར་ གྱུར་པ་ དག _། |#| དེ་དག་ རྙེད་ དང་ བཀུར་སྟི་ བཟོད །_།
en: $344 “Whoever truly develops An acceptance of this kind Will be able to endure wealth and honor,

source: དེ་ ནི་ རྙེད་པ ས་ རློམ་སེམས་ མེད །_།
en: Remaining free from conceit based on riches.

source: དེ་ འདྲ་བ་ ཡི་ བཟོད་པ་ དེ །_། |#| མཁས་པ་ རྣམས་ ཀྱིས་ གནོད་པ་ ཡིན །_།
en: $345 “An acceptance of this kind Is undertaken by the wise.

source: མཐའ་ གཉིས་ ཟིལ་ གྱིས་ མནན་ ནས་ སུ །_། མཁས་ རྣམས་ དབུ་མ ས་ སྤྱོད་པ ར་ བྱེད །_།
en: Having subdued the two extremes The wise practice by means of the middle.

source: དེ་ཕྱིར་ བཟོད་པ་ བསྟེན་པ ར་ བྱ །_།
en: $346 “Hence, one must develop firm acceptance.

source: ངོ་བོ་ ཉིད་ ཀྱིས་ ཆོས་ སྟོང་པ །_། དེ་ ནི་ བྱང་ཆུབ་ ལམ་ ཡིན་ ཏེ །_། |#| ངས་ ཀྱང་ དེ་ ནི་ བསྟེན་པ་ ཡིན །_།
en: Phenomena are devoid of essence— This is the path of awakening Upon which I have also relied.”

source: བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ བསྔགས་པ འི་ ལེའུ་ ཞེས་ བྱ་ སྟེ་ བཞི་པ འོ །།_།།
en: $347 This concludes the fourth chapter.

source: དེ འི་ ཚེ་ ཤར་ཕྱོགས་ ཀྱི་ ཕྱོགས་ཆ ར་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ སྟོང་ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ བློ་གྲོས་ རབ་གནས་ ཞེས་ བྱ་བ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ནམ་མཁ འི་ རིགས་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: $348 At that time there was in the east, beyond sixty-eight thousand innumerable universes, a universe known as Susthitamati , and within that universe resided a thus-gone one, a worthy one, a perfect buddha known as Sky Family.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ ཆོས་ ཀྱང་ སྟོན་ ཏེ
en: Abiding and remaining present there, he taught the Dharma.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་ རྒྱས་ ནམ་མཁ འི་ རིགས་ དེས་ ཀྱང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཟླ་བ་ ཞེས་ བྱ་བ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: This blessed one had prophesied that a bodhisattva great being by the name of Candra would awaken to unsurpassable and perfect buddhahood.

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཟླ་བ ས་ སྣང་བ་ དེ་ མཐོང་ སྟེ །_ |#| གསུང་ བསལ་བ འི་ སྒྲ་ དེ་ཡང་ ཐོས་ སོ །_།
en: Also this bodhisattva great being, Candra, had noticed the light and heard the sound of the clear voice. [57.b]

source: [57b] དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཟླ་བ ས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ནམ་མཁ འི་ རིགས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: Now he approached the perfect buddha Sky Family and asked,

source: བཅོམ་ལྡན་འདས་ གསུང་ བསལ་བ འི་ སྒྲ་ གྲག་པ་ དེ་ དང་ །_ འོད་ གདའ་བ་ དེ་ སུ འི་ ལགས །_
en: “Blessed One, whose is this clear voice that we hear, and to whom does this radiance belong?”

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ རིགས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཟླ་བ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: replied the blessed thus-gone Sky Family,

source: རིགས་ ཀྱི་ བུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ འདི་ ནས་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ སྟོང་ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $349 “Noble son,” |#| “sixty-eight thousand innumerable universes away from this buddha realm lies a universe known as Enduring.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔ འི་ སྡེ་སྣོད་ ཅེས་བྱ་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཀྱི་ ཆོས་ ཀྱང་ སྟོན་ ཏོ །_།
en: Abiding and remaining present there, he is delivering Dharma teachings that are known as the Bodhisattva Collection.

source: གསུང་ བསལ་བ འི་ སྒྲ་ གྲག་པ་ དེ་ དང་ །_ འོད་སྣང་བ་ དེ་ ནི་ བཅོམ་ལྡན་འདས་ དེ འི་ ཡིན་ ནོ །_།
en: The clear voice and radiant light both belong to that blessed one.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ ས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: the bodhisattva Candra then declared,

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ཤཱཀྱ་ ཐུབ་པ་ དེ འི་ ཐད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དེར་ བདག་ མཆི་བ ར་ བགྱི འོ །_།
en: $350 “Blessed One,” |#| “I shall travel to Enduring and go before the blessed Śākyamuni.”

source: བཅོམ་ལྡན་འདས་ དེས་ བཀའ་ སྩལ་པ །_
en: replied the Blessed One,

source: རིགས་ ཀྱི་ བུ་ ཁྱོད་ དེ འི་ དུས་ ལ་ད་ བབ་པ ར་ ཤེས་ ན་ |#| སོང་ ཤིག _།
en: “Noble son,” |#| “if you know that the time has come, then go.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེས་ སྐབས་ ཕྱེ་ ནས་
en: $351 Having been granted permission,

source: བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ ས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ རྣམ་པར་ བལྟས་ ཏེ |#| བཅོམ་ ལྡན་འདས་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ནས་ འགྲོ་བ ར་ ཆས་ སོ །_།
en: the bodhisattva Candra looked toward that blessed one, bowed his head to that blessed one’s feet in homage, and prepared to leave.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ རིགས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ འི་ ལག་པ ར་ ལག་པ་ ལྟ་བུ འི་ མེ་ཏོག་ ཀུ་མུ་ད་ བྱིན་ ཏེ །_ |#| འདི་སྐད་ ཅེས་ ཀྱང་ བཀའ་ སྩལ་ ཏོ །_།
en: The blessed thus-gone Sky Family then gave a hand-like kumuda flower to the bodhisattva Candra and said,

source: རིགས་ ཀྱི་ བུ་ ཁྱོད་ ཀྱིས་ ལག་པ་ ལྟ་བུ འི་ མེ་ཏོག་ ཀུ་མུ་ད་ འདི་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ ཕུལ་ ལ །_
en: “Noble son, offer this hand-like kumuda flower to the Blessed One.

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལ་ དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ རིགས་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ སྙུན་ [58a] གསོལ་ ལོ་ ཞེས་ དེ་སྐད་ ཅེས་ ཀྱང་ གསོལ་ ཅིག _།
en: Tell him that the thus-gone one Sky Family inquires whether the Blessed One has encountered but little hardship or discomfort, and whether he remains healthy, strong, and at ease.” [58.a]

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ ས་ བཅོམ་ལྡན་འདས་ དེ འི་ ལྟར་ མཉན་ ཏེ །_ |#| ལེགས་ སོ་ ཞེས་ གསོལ་ ནས་ སོང་ སྟེ །_
en: “Very well,” |#| agreed the bodhisattva Candra, and so he left.

source: དེ་ རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་ འདས་ ག་ལ་བ་ དེར་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ སྐྱེས་བུ་ སྟོབས་ དང་ ལྡན་པ་ ཞིག་ གིས་ ལག་པ་ བསྐུམ་པ་ རྐྱོང་བ ར་ བྱེད་པ འམ །_ ལག་པ་ བརྐྱང་བ་ སྐུམ་པ ར་ བྱེད་པ འི་ སྐད་ཅིག་ དེས་ སོང་ ངོ་ །_། |#| དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ ས་ ཕྱིན་ ཏེ །_
en: $352 In an instant, as fast as an athlete can stretch out or bend an arm, the bodhisattva Candra arrived at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ནས་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: Going before the Blessed One, he bowed his head to the Blessed One’s feet in homage and then sat to one side.

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལ་ དེ་བཞིན་ གཤེགས་པ་ ནམ་མཁ འི་ རིགས་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ་ ལ་ རེག་པ ར་ གནས་ སམ་ ཞེས་ སྙུན་ གསོལ་ ཞིང་ །_
en: “Blessed One, the thus-gone one Sky Family inquires whether you have encountered but little hardship or discomfort, and whether you remain healthy, strong, and at ease.

source: བཅོམ་ལྡན་འདས་ ལ་ བཅོམ་ལྡན་འདས་ དེས་ ལག་པ་ ལྟ་བུ འི་ ཀུ་མུ་ད་ འདི་ ཡང་ བསྐུར་བ་ ལགས་སོ །_།
en: He also sends you this hand-like kumuda flower.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཟླ་བ འི་ ལག་པ་ ནས་ ལག་པ་ ལྟ་བུ འི་ ཀུ་མུ་ད་ དེ་ བཞེས་ ཏེ |#| བཞེས་ ནས་ |#| ཀྱང་ བཀའ་ སྩལ་པ །_
en: $353 The Blessed One received the hand-like kumuda from the bodhisattva Candra and asked,

source: ཟླ་བ་ ཅི་ བཅོམ་ལྡན་འདས་ དེ་ སྙུན་ མི་ མངའ་ འམ །_ སྟོབས་ དང་ ལྡན་ ནམ །_ བདེ་བ་ དང་ ལྡན་ ནམ །_ འགྱུར་བ་ མི་ མངའ་ འམ །_ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ །_
en: “Candra, has that blessed one encountered but little harm, is he strong and happy, and does he remain unchanged and well?”

source: དེ འི་ ཚེ་ ཤར་ཕྱོགས་ སུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ བཞི་ ཁྲི་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ས འི་ སྙིང་པོ་ ཞེས་ བྱ་བ་ ཡོད་ དེ
en: $354 At that time there was in the east, beyond forty thousand innumerable universes, a universe known as Kṣitigarbha, and

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རྣམ་པར་ བསྒྲགས་པ འི་ སྟོབས་ ཀྱི་ རྒྱལ་པོ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: within that universe resided a thus-gone one, a worthy one, a perfect buddha known as the buddha King of Renowned Power.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ ཆོས་ ཀྱང་ སྟོན་ ཏེ །_
en: Abiding and remaining present there, he taught the Dharma.

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ་ ཞེས་ བྱ་བ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: This blessed one had prophesied that a bodhisattva great being by the name of Wisdom Renown would awaken to unsurpassable and perfect buddhahood.

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ ས་ སྣང་བ་ ཆེན་པོ་ དེ་ མཐོང་ སྟེ །_ |#| གསུང་ བསལ་བ འི་ སྒྲ་ [58b] དེ་ཡང་ ཐོས་ སོ །_།
en: Also this bodhisattva great being, Wisdom Renown, had noticed the light and heard the sound of the clear voice. [58.b]

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ །_ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ བསྒྲགས་པ འི་ སྟོབས་ ཀྱི་ རྒྱལ་པོ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_
en: Now the bodhisattva Wisdom Renown went before the perfect buddha, King of Renowned Power, and

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །_ |#| བཅོམ་ ལྡན་འདས་ དེ་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: having bowed his head to his feet, he asked,

source: བཅོམ་ལྡན་འདས་ འོད་ དེ་ དང་ །_ གསུང་ བསལ་བ འི་ སྒྲ་ དེ་ སུ འི་ ལགས །_
en: “Whose is this clear voice that we hear, and to whom does this radiance belong?”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ ལ་ བཀའ་ སྩལ་པ །_
en: replied the blessed thus-gone King of Renowned Power,

source: རིགས་ ཀྱི་ བུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ འདི་ ནས་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ བཞི་ ཁྲི་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ཅེས་བྱ་བ་ ཡོད་ དེ
en: $355 “Noble son,” |#| “forty thousand innumerable universes away from this buddha realm lies a world known as Enduring.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔ འི་ སྡེ་སྣོད་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ བསམ་པ་ ཡང་དག་ པར་ ཚིམ་པ ར་ བྱེད་པ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཀྱི་ ཆོས་ ཀྱང་ སྟོན་ ཏོ །_།
en: Abiding and remaining present there, he is delivering Dharma teachings of the Bodhisattva Collection that satisfy the wishes of all sentient beings.”

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་ བ་ དང་ །_ དཔེ་མེད་པ་ སེམས་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ ཀྱང་ བལྟ་བ འི་ སླད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དེར་ བདག་ མཆི་བ ར་ བགྱི འོ །_།
en: $356 “Blessed One,” |#| “I wish to go to that world, so that I may see, venerate, and serve that blessed one, and so that I may behold the incomparable bodhisattvas.”

source: རིགས་ ཀྱི་ བུ་ དེ འི་ དུས་ ལ་ད་ བབ་པ ར་ ཤེས་ ན་ |#| སོང་ ཤིག _།
en: “Noble son,” |#| “if you know that the time has come, then leave.”

source: དེ་ནས་ བཅོམ་ལྡན་ འདས་ དེས་ སྐབས་ ཕྱེ་ ནས་
en: $357 Thus, having been granted permission,

source: བྱང་ཆུབ་ སེམས་དཔའ་ ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ ས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ ཕྱག་ འཚལ་ ཏེ |#| འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ག་ལ་བ་ དེར་ ཆས་ སོ །_།
en: the bodhisattva Wisdom Renown bowed to that blessed one and prepared to journey to Enduring.

source: དེ་ནས་ དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ བསྒྲགས་པ འི་ རྒྱལ་པོ་ དེས་ ཙན་དན་ དམར་པོ འི་ ཐུམ་པོ་ བྱིན་ ནས །_
en: The thus-gone King of Renowned Power then gave him a bundle of red sandalwood and said,

source: རིགས་ ཀྱི་ བུ་ ཁྱོད་ ཀྱིས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ འདི་ ཕུལ་ ཏེ །_ |#| ཕུལ་ ནས་ |#| ཀྱང་ ང འི་ ཚིག་ གིས་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ །_ ཞེས་ སྙུན་ གསོལ་ ཅིག _།
en: “Noble son, offer this to the Blessed One, and ask him on my behalf whether he has encountered but little hardship or discomfort, and whether he remains healthy, strong, and at ease.” [59.a]

source: དེ་ནས་ བྱང་ཆུབ་ [59a] སེམས་དཔའ་ ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ ས་ མཉན་ ནས་ ལེགས་ སོ་ ཞེས་ གསོལ་ ཏེ །_
en: $358 “Very well,” |#| replied the bodhisattva Wisdom Renown, and

source: འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ སྐྱེས་བུ་ སྟོབས་ དང་ ལྡན་པ་ ཞིག་ གིས་ ལག་པ་ བསྐུམ་པ་ རྐྱོང་བ ར་ བྱེད་པ འམ །_ ལག་པ་ བརྐྱང་བ་ སྐུམ་པ ར་ བྱེད་པ འི་ སྐད་ཅིག་ དང་ །_ ཐང་ ཅིག་ དང་ །_ ཡུད་ཙམ་ དེས་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདིར་ འོངས་ སྟེ་ |#| དེ་ རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །_
en: as fast as an athlete can stretch out or bend an arm, he arrived at once, in one instant and in one moment, here in this world at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha. |#| There he went to the place where the Blessed One was residing and bowed his head to the Blessed One’s feet.

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: He then addressed the Blessed One:

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལ་ དེ་བཞིན་ གཤེགས་པ་ རྣམ་པར་ བསྒྲགས་པ འི་ སྟོབས་ ཀྱི་ རྒྱལ་པོ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ སྙུན་ གསོལ་ ཞིང་ །_
en: “Blessed One, the thus-gone King of Renowned Power inquires whether you have encountered but little hardship or discomfort, and whether you remain healthy, strong, and at ease.

source: བཅོམ་ལྡན་འདས་ ལ་ བཅོམ་ལྡན་འདས་ དེས་ ཙན་དན་ དམར་པོ འི་ ཐུམ་པོ་ འདི་ ཡང་ བསྐུར་བ་ ལགས་སོ །_།
en: He also sends you this bundle of red sandalwood.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཞེས་ ཏེ |#| བཞེས་ ནས་ |#| ཀྱང་ བཀའ་ སྩལ་པ །_
en: $359 The Blessed One accepted the gift and said,

source: ཡེ་ཤེས་ རྣམ་པར་ བསྒྲགས་པ་ ཅི་ བཅོམ་ལྡན་འདས་ དེ་ སྙུན་ མི་ མངའ་ འམ །_ སྟོབས་ དང་ ལྡན་ ནམ །_ འགྱུར་བ་ མི་ མངའ་ འམ །_
en: “Wisdom Renown, is that blessed one in good health, is he strong, and does he remain unchanged?”

source: དེ འི་ ཚེ་ ཤར་ཕྱོགས་ སུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ སུམ་ ཁྲི་ དགུ་ སྟོང་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཟླ་བ་ འཕགས་པ འི་ འོད་ཟེར་ ཅེས་བྱ་བ་ ཡོད་ དེ
en: $360 At that time there was in the east, beyond thirty-nine thousand innumerable universes, a universe known as Noble Moonlight , and

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ འོད་ཟེར་ རབ་ཏུ་ བཏང་བ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: within it resided a thus-gone one, a worthy one, a perfect buddha by the name of Great Radiance .

source: བཅོམ་ལྡན་འདས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ཞེས་ བྱ་བ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: This blessed one had prophesied that a bodhisattva great being known as Shining Disk would awaken to unsurpassable and perfect buddhahood.

source: བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ གྱིས་ སྣང་བ་ ཆེན་པོ་ དེ་ མཐོང་ སྟེ །_ |#| གསུང་ བསལ་བ འི་ སྒྲ་ དེ་ཡང་ ཐོས་ སོ །_།
en: Also this bodhisattva great being, Shining Disk, had noticed the light and heard the sound of the clear voice.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ གྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: Now he inquired of the Blessed One,

source: བཅོམ་ལྡན་འདས་ འོད་ དེ་ དང་ །_ གསུང་ བསལ་ [59b] སྒྲ་ གྲག་པ་ དེ་ སུ འི་ ལགས །_
en: “Whose is this clear voice, and to whom does this radiance belong?” [59.b]

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: replied the Blessed One,

source: འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ནུབ་ཕྱོགས་ སུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ སུམ་ ཁྲི་ དགུ་ སྟོང་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ཅེས་བྱ་བ་ ཡོད་ དེ །_
en: $361 “Shining Disk,” |#| “in the west, beyond thirty-nine thousand innumerable universes, lies a universe known as Enduring.

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ཤཱཀྱ་ ཐུབ་པ་ ལ་ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ ཀྱང་ བལྟ་བ འི་ སླད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ དེར་ བདག་ མཆི་བ ར་ བགྱི འོ །_།
en: “Blessed One, I wish to go to that universe so that I may see, venerate, and serve the blessed thus-gone Śākyamuni, and so that I may behold the bodhisattva great beings.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ འོད་ ཟེར་ རབ་ཏུ་ བཏང་བ ས་ བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ལ་ པད་མ་ ཆེན་པོ་ གཅིག་ བྱིན་ ཏེ
en: The blessed thus-gone Great Radiance then gave a great lotus flower to the bodhisattva Shining Disk and said,

source: རིགས་ ཀྱི་ བུ་ ཁྱོད་ ཀྱིས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ པད་མ་ ཆེན་པོ་ འདི་ ཕུལ་ ལ །_
en: “Noble son, offer this great lotus flower to that blessed one, and

source: བཅོམ་ལྡན་འདས་ ལ་ བཅོམ་ལྡན་འདས་ འོད་ཟེར་ རབ་ཏུ་ བཏང་བ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་ བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ སྙུན་ གསོལ་ ལོ་ ཞེས་ དེ་སྐད་ ཅེས་ གསོལ་ ཅིག _།
en: ask him from me whether he has encountered but little hardship or discomfort, and whether he remains healthy, strong, and at ease.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ བཅོམ་ལྡན་འདས་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་
en: $364 The bodhisattva Shining Disk then bowed his head to the feet of that blessed one.

source: བསྐོར་བ་ བྱས་ ནས །_ |#| འདི་ལྟ་སྟེ་ དཔེར་ ན །_ སྐྱེས་བུ་ སྟོབས་ དང་ ལྡན་པ་ ཞིག་ གིས་ ཞེས་ བྱ་བ་ ནས་ རྒྱས་པ ར་ སྐད་ཅིག་ དེས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ འདིར་ ཕྱིན་ ཏེ །_
en: Having circumambulated him, he left. |#| As fast as an athlete can stretch out or bend an arm he arrived at once, in one instant and in one moment, in the universe known as Enduring.

source: དེ་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་ ཕྱག་ འཚལ་ ཏེ་ བཅོམ་ལྡན་ [60a] འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: There he went to the place where the Blessed One was residing and bowed his head to the Blessed One’s feet. [60.a] Then he said,

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལ་ དེ་བཞིན་ གཤེགས་པ་ འོད་ཟེར་ རབ་ཏུ་ བཏང་བ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ །_ ཞེས་ སྙུན་ གསོལ་ ཞིང་ །_
en: “Blessed One, the thus-gone Great Radiance inquires whether you have encountered but little hardship or discomfort, and whether you remain healthy, strong, and at ease.

source: བཅོམ་ལྡན་འདས་ ལ་ བཅོམ་ལྡན་འདས་ དེས་ པད་མ་ ཆེན་པོ་ འདི་ ཡང་ བསྐུར་བ་ ལགས་སོ །_།
en: He also sends you this great lotus flower.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཞེས་ ཏེ |#| བཞེས་ ནས་ |#| ཀྱང་ བྱང་ཆུབ་ སེམས་དཔའ་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ལ་ བཀའ་ སྩལ་པ །_
en: $365 The Blessed One received the lotus flower and then asked the bodhisattva Shining Disk,

source: འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཅན་ ཅི་ བཅོམ་ལྡན་ འདས་ སྙུན་ མི་ མངའ་ འམ །_ སྟོབས་ དང་ ལྡན་ ནམ །_ བདེ་བ་ དང་ ལྡན་ ནམ །_ འགྱུར་བ་ མི་ མངའ་ འམ །_
en: “Shining Disk, has that blessed one encountered but little harm, is he strong and happy, and does he remain unchanged?”

source: དེ འི་ ཚེ་ ཤར་ཕྱོགས་ སུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ གྲངས་མེད་པ་ སུམ་ ཁྲི་ བརྒྱད་ སྟོང་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདྲེན་པ འི་ རྒྱལ་མཚན་ ཞེས་ བྱ་བ་ ཡོད་ དེ
en: $366 At that time there was in the east, beyond thirty-eight thousand innumerable universes, a universe known as Guiding Banner, and

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ངེས་པ ར་ འདྲེན་པ འི་ རྒྱལ་མཚན་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: within it resided a thus-gone one, a worthy one, a perfect buddha known as Banner of Certain Guidance.

source: བཅོམ་ལྡན་འདས་ དེས་ ཀྱང་ བྱང་ཆུབ་ སེམས་ དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ ཞེས་ བྱ་བ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: This blessed one had prophesied that a bodhisattva great being known as Infinite Jewel Armor would awaken to unsurpassable and perfect buddhahood.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ ཀྱིས་ སྣང་བ་ ཆེན་པོ་ དེ་ དང་ །_ ས་གཡོ་བ་ ཆེན་པོ་ དེ་ཡང་ མཐོང་ སྟེ །_
en: Also this bodhisattva great being, Infinite Jewel Armor, had noticed the light and the earth’s great tremor.

source: མཐོང་ ནས་ ཀྱང་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ འདྲེན་པ འི་ རྒྱལ་མཚན་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: Now he went before the blessed thus-gone Banner of Certain Guidance and, having bowed his head to that blessed one’s feet, asked,

source: བཅོམ་ལྡན་འདས་ འོད་ ཀྱི་ སྣང་བ་ དེ་ དང་ དོག་ས་ གཡོ་བ་ དེ་ དང་ །_ གསུང་ བསལ་བ འི་ སྒྲ་ དེ་ སུ འི་ ལགས །_
en: “Who is the source of this radiance and the great shaking of the ground? |#| Whose is this clear voice?”

source: རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ སངས་རྒྱས་ ཀྱི་ ཞིང་ འདི་ ནས་ སངས་རྒྱས་ ཀྱི་ ཞིང་ གྲངས་མེད་པ་ སུམ་ ཁྲི་ བརྒྱད་ སྟོང་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ཅེས་བྱ་བ་ ཡོད་ དེ
en: $367 “Infinite Jewel Armor,” |#| “in the west, beyond thirty-eight thousand innumerable universes, lies a buddha realm known as Enduring.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་ [60b] པ འི་ སངས་རྒྱས་ ཤཱཀྱ་ ཐུབ་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་ འཚོ་ ཞིང་ གཞེས་ ལ་ འདི་ལྟ་སྟེ །_
en: Within it resides the thus-gone one, the worthy one, the perfect [60.b] buddha Śākyamuni.

source: བྱང་ཆུབ་ སེམས་དཔ འི་ སྡེ་སྣོད་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ བསམ་པ་ ཡང་དག་ པར་ ཚིམ་པ ར་ བྱེད་པ་ ཞེས་ བྱ་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཀྱི་ ཆོས་ ཀྱང་ སྟོན་ ཏེ །_
en: Abiding and remaining present there, he is delivering Dharma teachings of the Bodhisattva Collection that are known as ‘Truly Satisfying the Wishes of All Sentient Beings.’

source: འོད་ ཀྱི་ སྣང་བ་ དེ་ དང་ །_ གསུང་ བསལ་བ འི་ སྒྲ་ དེ་ ནི་ དེ འི་ ཡིན་ ནོ །_།
en: His is this radiance, and his is this clear voice.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ ཀྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $368 The bodhisattva Infinite Jewel Armor then addressed that blessed one,

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ ཀྱང་ བལྟ་བ འི་ སླད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ དེར་ བདག་ མཆི་བ ར་ བགྱི འོ །_།
en: “Blessed One, I wish to go to that universe so that I may see, venerate, and serve the blessed thus-gone Śākyamuni, and so that I may behold the bodhisattvas.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེས་ བཀའ་ སྩལ་པ །_
en: replied the Blessed One,

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་ བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ངེས་པ ར་ འདྲེན་པ འི་ རྒྱལ་མཚན་ གྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ ཀྱི་ ལག་པ ར་ ཀ་ ཤི་ ཀ འི་ གོས་ གཅིག་ བྱིན་ ཏེ
en: Then the blessed one, the thus-gone one, the worthy one, the perfect buddha Banner of Certain Guidance gave a garment of Kāśi silk to the bodhisattva Infinite Jewel Armor and said,

source: ཁྱོད་ ཀྱིས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ ཀ་ ཤི་ ཀ འི་ གོས་ འདི་ ཕུལ་ ལ །_
en: “Offer this garment of Kāśi silk to that blessed one, and

source: ང འི་ ཚིག་ གིས་ གནོད་ པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ སྙུན་ གསོལ་ ཅིག _།
en: ask him on my behalf whether he has encountered but little hardship or discomfort, and whether he remains healthy, strong, and at ease.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ བཅོམ་ལྡན་འདས་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ སོང་ ངོ་ །_།
en: $370 The bodhisattva great being Infinite Jewel Armor bowed his head to the feet of that blessed one and then departed.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདྲེན་པ འི་ རྒྱལ་མཚན་ ནས་ མི་སྣང་བ ར་ གྱུར་ ཏེ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དུ་ འདུག་ གོ །_།
en: Having vanished from the universe Guiding Banner, he emerged in the world of Enduring.

source: དེ་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ ག་ ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: There he proceeded to the place where the Blessed One was residing, bowed his head to his feet, and sat to one side.

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་ ཀྱང་ བཅོམ་ལྡན་འདས་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ རིན་པོ་ཆེ འི་ གོ་ཆ་ མཐའ་ ཡ ས་ ཀྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: From there he addressed the Blessed One: [61.a]
